[
  {
    "id": 1,
    "nama": "Rawon",
    "asal": "Jawa Timur",
    "kota": "Bandung",
    "gambar": "rawon",
    "deskripsi": [
      "Rawon (Aksara Jawa:ꦫꦮꦺꦴꦤ꧀) adalah masakan khas Indonesia yang berasal dari Jawa Timur yang berupa sup daging berkuah hitam dengan campuran bumbu khas yang menggunakan kluwek.",
      "Makanan ini telah berusia lebih dari 1.000 tahun.",
      "Rawon menyebar Jawa Timur dan dikenal sebagai masakan khas Jawa Timur. Masyarakat Jawa Tengah sebelah timur seperti Blora dan Surakarta biasanya menambahkan santan pada sup ini sebagai kuahnya"
    ]
  },
  {
    "id": 2,
    "nama": "Lumpia Semarang",
    "asal": "Jawa Tengah",
    "kota": "Bandung",
    "gambar": "lumpia",
    "deskripsi": [
      "Lumpia semarang (atau loenpia semarang) (Jawa: ꦭꦸꦤ꧀ꦥꦶꦪꦃ, translit. Lunpiyah) adalah makanan semacam rollade yang berisi rebung, telur, dan daging ayam atau udang.",
      "Cita rasa lumpia semarang adalah perpaduan rasa antara Tionghoa dan Indonesia karena pertama kali dibuat oleh seorang keturunan Tionghoa yang menikah dengan orang Indonesia dan menetap di Semarang.",
      "Makanan ini mulai dijajakan dan dikenal di Semarang ketika pesta olahraga GANEFO diselenggarakan pada masa pemerintahan Presiden Soekarno."
    ]
  },
  {
    "id": 3,
    "nama": "Seblak",
    "kota": "Bandung",
    "asal": "Jawa barat",
    "gambar": "seblak",
    "deskripsi": [
      "Seblak (Sunda: ᮞᮨᮘᮣᮊ᮪, translit. seblak, pengucapan bahasa Sunda: [səblak]) adalah masakan khas Sunda yang berasal dari wilayah Parahyangan dengan cita rasa gurih dan pedas.",
      "Seblak umumnya terbuat dari kerupuk yang terdiri dari bawang putih dengan kencur.",
      "Kata seblak sendiri juga merupakan singkatan dari segak dan nyegak. "
    ]
  },
  {
    "id": 4,
    "nama": "Rendang",
    "asal": "Sumatera Barat",
    "kota": "Padang",
    "gambar": "rendang",
    "deskripsi": [
      "Rendang adalah masakan khas Indonesia tepatnya berasal dari Padang, Sumatera Barat yang terkenal di seluruh dunia.",
      "Pada tahun 2011 dan 2017, rendang terpilih sebagai makanan terenak di dunia. Nama asli rendang adalah randang, yang diambil dari kata ‘merandang,’ artinya ‘lambat.’ Hal ini merujuk pada durasi memasak rendang yang lama, minimal delapan jam, bahkan ada yang memasak semalaman.",
      "Rendang dimasak dalam beberapa tahapan hingga bumbu meresap sempurna ke dalam daging. Saat membelah daging rendang, terdapat serat-serat lengket"
    ]
  },
  {
    "id": 5,
    "nama": "Mie Gomak",
    "asal": "Sumatera Utara",
    "kota": "Bandung",
    "gambar": "gomak",
    "deskripsi": [
      "Mi gomak adalah masakan khas Batak Toba dan Batak Mandailing yang berasal dari wilayah Sumatera Utara.",
      "Masakan ini adalah hidangan khas daerah sekitar Danau Toba, mulai dari Porsea, Balige, Laguboti, Tarutung, hingga Tapanuli Selatan. ",
      "Mi gomak juga dapat ditemukan di berbagai daerah di Sumatera Utara, mulai dari Medan, Siantar, Parapat, Labuhan Batu, Sibolga, hingga Deli Serdang. "
    ]
  },
  {
    "id": 6,
    "nama": "Papeda",
    "asal": "Papua",
    "kota": "Bandung",
    "gambar": "papeda",
    "deskripsi": [
      "Papeda adalah makanan berupa bubur sagu khas Maluku dan Papua yang biasanya disajikan dengan ikan tongkol atau bubara yang dibumbui dengan kunyit.",
      "Papeda berwarna putih dan bertekstur lengket menyerupai lem dengan rasa yang tawar.",
      "Papeda merupakan makanan yang kaya serat, rendah kolesterol, dan cukup bernutrisi."
    ]
  },
  {
    "id": 7,
    "nama": "Bika Ambon",
    "asal": "Sumatera Barat",
    "kota": "Ambon",
    "gambar": "bikaambon",
    "deskripsi": [
      "Bika ambon adalah penganan khas Medan, Sumatera Utara, Indonesia.",
      "Camilan ini terbuat dari bahan-bahan seperti tepung tapioka, telur, gula, dan santan.",
      "Kini bika ambon memiliki banyak varian rasa, ada rasa pandan, durian, keju, dan cokelat."
    ]
  },
  {
    "id": 8,
    "nama": "Pendap",
    "asal": "Bengkulu",
    "kota": "Bengkulu",
    "gambar": "pendap",
    "deskripsi": [
      "Pendap, atau biasa juga disebut ikan pais, merupakan salah satu makanan Indonesia dari Provinsi Bengkulu.",
      "Pendap memiliki cita rasa pedas dan gurih, serta aroma khas daun talas yang menjadi pembungkusnya.",
      "Makanan tradisional ini memiliki kesamaan dengan pepes ikan terutama cara pembuatannya."
    ]
  },
  {
    "id": 9,
    "nama": "Gulai Belacan",
    "asal": "Riau",
    "kota": "Riau",
    "gambar": "gulaibelacan",
    "deskripsi": [
      "Gulai belacan merupakan makanan tradisional Riau.",
      "Ini berbahan dasar udang yang dipadukan dengan berbagai macam rempah-rempah pilihan dan dikombinasikan dengan belacan atau terasi.",
      "Selain udang, gulai belacan juga biasa dibuat dari daging ayam dan ikan."
    ]
  }
]
